Repository: common-repository/mycommerce360-for-woocommerce
Catalog: languages/woocommerce-MC360-*.po
Languages: da_dk

source: Choose normal delivery
da_dk: Levering til døren

source: Choose flex delivery
da_dk: Må stilles uden kvittering

source: Where can the carrier leave the package?
da_dk: Hvor ønsker du pakken stillet?

source: Pickup point can be added during checkout
da_dk: Gå til kassen for at tilføje et udleveringssted.

source: Select pickup point
da_dk: Vælg udleveringssted

source: Droppoint location
da_dk: VÆLG UDLEVERINGSSTED

source: EDIT
da_dk: TILPAS

source: MAP
da_dk: KORT

source: LIST
da_dk: LISTE

source: Enter a location
da_dk: Indtast adresse

source: CHOOSEN PICKUP POINT
da_dk: VALGT UDLEVERINGSSTED

source: CONTINUE
da_dk: FORTSÆT

source: Pickup point can be selected during checkout
da_dk: Gå til kassen for at vælge et udleveringssted.

source: Currently choosen pickup point:
da_dk: Valgt udleveringssted:

source: Select droppoint
da_dk: Vælg udleveringssted

source: You have selected
da_dk: Du har valgt

source: Price
da_dk: Pris

source: Selected
da_dk: Valgt

source: Choose pickup point
da_dk: Vælg udleveringssted

source: Place Order
da_dk: Gennemfør ordren

source: Order has been already imported
da_dk: Ordren er allerede importeret

source: API username
da_dk: API brugernavn

source: API Secret token
da_dk: API-hemmelig token

source: Username for data import
da_dk: Brugernavn til dataimport

source: Google Api Key
da_dk: Google Api-nøgle

source: Select status to trigger import
da_dk: Vælg status for at udløse import

source: If you want the orders to be imported right away, select the first status that a successful order is assigned to.
da_dk: Vælg den status som du ønsker at ordrene skal importeres på. Hvis du manuelt selv ønsker at importere ordrene skal du vælge status "None".

source: Select a carrier
da_dk: Vælg en transportør

source: General Settings
da_dk: Generelle indstillinger

source: Orderimport
da_dk: Ordreimport

source: Carrier selection for droppoints
da_dk: Fragtmetoder med udleveringssteder

source: Public carrier for droppoints
da_dk: Fragtmetode med "Vælg udleveringssted"

source: Create a shippingmethod that you call something like "Select droppoint" eg. and Select it here. All your shipping methods will be showing under that one
da_dk: Opret en fragtmetode du f.eks. kalder "Vælg udleveringssted" og vælg den her. Alle dine fragtmetoder med mulighed for udlveringssted som du har valgt foroven vil blive vist når man trykker på "Vælg udleveringssted"

source: Documentation
da_dk: Dokumentation

source: You can find the API username in your MC360 contract.
da_dk: Du kan finde dit API username i din MyCommerce360 kontrakt.

source: You can find the API secret token in your MC360 contract.
da_dk: Du kan finde dit API secret token i din MyCommerce360 kontrakt.

source: You can find the API import username when you edit your profile in MC360.
da_dk: Du kan finde API brugernavn til ordreimport i MyCommerce360 når du redigerer din profil

source: Click here
da_dk: Klik her

source: to generate a Google API key. How-to guide is provided in documentation
da_dk: for at generere en Google API nøgle. Guide til hvordan du gør er vist i dokumentationen.

source: Tax Status
da_dk: Moms status

source: Taxable
da_dk: Moms

source: Shipping Cost
da_dk: Fragtpris

source: Minimum order value for free shipping
da_dk: Minimum ordre værdi for gratis forsendelse

source: MyCommerce360 integration with WooCommerce. Send packages with Postnord, GLS, Bring, DAO, DHL & UPS.
da_dk: MyCommerce360 integration med WooCommerce. Send pakker med Postnord, GLS, Bring, DAO, DHL & UPS.
